Repository: yannisKalt/Kodi_Remote_Manager
Catalog: addons/service.subtitles.subtitles.gr/resources/language/resource.language.*/strings.po
Languages: el_gr

# #30001
source: Error searching for subtitles
el_gr: Αδύνατη η εύρεση υποτίτλων

# #30002
source: This service is only for Greek subtitles
el_gr: Υπηρεσία μόνο ελληνικών υποτίτλων

# #30003
source: Cache results
el_gr: Αποθήκευση αποτελεσμάτων

# #30004
source: Keep subtitles
el_gr: Αποθήκευση υποτίτλων

# #30005
source: Output folder
el_gr: Διαδρομή αποθήκευσης

# #30006
source: Keep zips (multipacks, vipsubs only)
el_gr: Αποθήκευση των ζιπ (πολλαπλά πακέτα, μόνο vipsubs)

# #30007
source: Zip saved, you can now select cancel if you want
el_gr: Αποθηκεύτηκε το ζιπ, μπορείτε τώρα να πατήσετε ακύρωση εάν το θέλετε

# #30008
source: Subtitle has been saved
el_gr: Ο υπότιτλος αποθηκεύτηκε

# #30211
source: Accounts
el_gr: Λογαριασμοί

# #30212
source: User
el_gr: Χρήστης

# #30213
source: Password
el_gr: Κωδικός

# #30214
source: Package contains multiple subtitles
el_gr: Το πακέτο περιέχει πολλαπλούς υποτίτλους

# #30215
source: Random choice
el_gr: Τυχαία επιλογή

# #30216
source: Actions
el_gr: Ενέργειες

# #30217
source: Delete function cache
el_gr: Διαγραφή μνήμης λειτουργιών

# #30218
source: Domains
el_gr: Ιστότοποι

# #30219
source: Options
el_gr: Επιλογές

# #30220
source: Sorting
el_gr: Ταξινόμιση

# #30221
source: Name
el_gr: Όνομα

# #30222
source: Source
el_gr: Πηγή

# #30223
source: Downloads
el_gr: Μεταφορτώσεις

# #30224
source: Rating
el_gr: Αξιολόγηση

# #30225
source: Disable for faster searches
el_gr: Ταχύτερες αναζητήσεις με απενεργοποίηση

# #30226
source: Timeout in seconds
el_gr: Χρόνος λήξης σε δευτερόλεπτα

# #30227
source: Page requires human verification[CR]subtitle cannot be downloaded at this moment
el_gr: Η σελίδα ζητάει επαλήθευση χρήστη[CR]]ο υπότιτλος δεν μπορεί να μεταφορτωθεί αυτήν την στιγμή

# "30228
source: Increase search queries for episode titles
el_gr: Αύξηση όρων αναζήτησης για τους τίτλους επεισοδίων
